{"adaptability" : "Adaptability (1-5): The ability of the candidate to embrace new challenges, learn from experiences, and demonstrate a willingness to evolve and improve in the face of change. It values the candidate's enthusiasm for new challenges and learning, recognizing the value. It also checks the Exploration and Improvement Mindset, which is the candidate's Eagerness to explore, commitment, and positive attitude with instances cited. In addition, checking of the candidate's Job Evolution and Willingness to Try New Approaches is required, which is the candidate's Understanding and acknowledgment of role evolution, coupled with a willingness to try new approaches. Moreover, the candidate's Acceptance of Inevitable Change, which is Recognition of change inevitability, past experiences shared, and proactive support seeking is necessary. Finally, the candidate's Willingness to be flexible in challenges and strong reflection on experiences is crucial and also demonstrating continuous learning."
,"culture add"  : "Culture Add(1-5): The Culture Add rating assesses a candidate's alignment with the company's values and their potential contributions. It includes evaluating how well they express alignment, articulate resonance with company values, fit with the work environment, and elaborate on appeal. Additionally, it considers the candidate's potential contribution of new experiences and skills to the team, along with their ability for thoughtful and honest communication, self-reflection, and transparency in responses. Ratings range from 1 to 5 for each aspect, with higher scores indicating stronger alignment and potential positive contributions to the team."
,"collaboration" : "Collaboration (1-5): The candidate's collaboration skills are assessed based on empathy and conflict resolution, patience in communication, teamwork energy and motivation, understanding of working style and collaboration preferences, and team alignment and resource utilization. Ratings range from 1 to 5, with higher scores indicating stronger collaboration abilities. This includes aspects such as willingness to understand perspectives, identification of root causes and solutions, exhibition of patience, attentiveness and adaptability, reflection of enthusiasm, balancing individual and team contributions, demonstration of awareness of working style, articulation of collaboration preferences, emphasis on team alignment, and comfort in seeking help from colleagues."
,"leadership" : "Leadership (1-5): The capacity for thoughtful reflection and ownership is considered, ranging from limited to strong exhibition. This includes the candidate's reflection on experiences and their sense of ownership and accountability.  Credibility establishment and evidence-based viewpoints are assessed, encompassing the candidate's ability to establish credibility in responses and use compelling evidence to reinforce viewpoints collaboratively. Understanding of behavioral impact and inspirational leadership is examined, evaluating the candidate's awareness of how their behavior influences others and their ability to provide examples of high standards and inspiration for their team. The evaluation includes a careful consideration of outcomes, measuring the candidate's consideration of potential outcomes in decision-making and their openness to seeking advice when needed. Lastly, the use of proof points, assertiveness, and openness to feedback is scrutinized. This involves assessing the candidate's incorporation of proof points and assertiveness without appearing pushy, as well as their openness to discussing and addressing feedback or callouts from team members, indicating a collaborative leadership style."
,"growth potential": "Growth Potential (1-5): The candidate's growth potential is assessed based on decision-making abilities, eagerness to learn, and proactive feedback seeking. Effective decision-making and consideration of diverse perspectives are crucial, along with a strong willingness to learn and ask for resources. The candidate's investment in long-term growth opportunities, enthusiasm for challenges, and a consistent pattern of seeking feedback demonstrate a proactive approach to personal and professional development. Additionally, a high level of motivation, drive, and the ability to leverage achievements for further success are important indicators of the candidate's potential."
,"prioritization": "Prioritization(1-5): The candidate's ability to prioritize tasks, organize time effectively, demonstrate self-discipline, meet deadlines methodically, stay calm and focused through planning, delegate tasks when appropriate, communicate effectively, and find a healthy balance between efficiency and quality is evaluated on a scale of 1-5. This includes assessing their clear and proactive time organization, adeptness at employing time organization strategies, evidence of self-discipline, methodical approach to deadlines, conveyance of planning and prioritization impact on staying calm and focused, awareness of when to delegate, understanding of delegation and communication skills, indications of thoughtful time allocation, and expression of commitment to a healthy balance between efficiency and quality. Ratings range from 1 (limited) to 5 (strong)."}